
export default function Home() {
  return (
    <div className="grid grid-rows-[20px_1fr_20px] items-center justify-items-center min-h-screen p-8 pb-20 gap-16 sm:p-20 font-[family-name:var(--font-geist-sans)]">
        藍委徐巧芯15日舉辦政策說明會，邀請前立委郭正亮、美麗島電子報董事長吳子嘉助講，吳子嘉發言時批評台積電董事長魏哲家「醜胖子」，而徐巧芯、郭正亮等人卻在一旁大笑。對此，徐巧芯今（16日）回應，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮；至於說明會上的大禮包手提袋遭疑違反選罷法，徐巧芯也說，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」

徐巧芯15日舉辦政策說明會，並邀請郭正亮、吳子嘉到場助講。吳子嘉說，自己有天睡覺起來，台積電突然被賣掉了，「台積電離開台灣，我們不知道啊。我在睡覺的時候，突然間長得很醜的那個醜胖子，那個叫什麼名字？」他並轉過頭求助郭正亮，郭則說「我不要說」，吳隨後想到是魏哲家，竟稱「魏哲家比我醜嘛，醜胖子」，沒想到郭正亮與徐巧芯卻在一旁大笑。

對此，徐巧芯今（16日）表示，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮，「子非魚，焉知魚之樂？」

至於政治評論員吳靜怡說，據鄉民開箱說明會的大禮包手提袋，內有包餡麵包、麥香紅茶、兩包衛生紙、一張文宣、一個手機大小的行動電風扇，質疑「徐巧芯身為被罷免人，為什麼可以大踩選罷法餽贈小物的規定？」徐巧芯回應，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」
藍委徐巧芯15日舉辦政策說明會，邀請前立委郭正亮、美麗島電子報董事長吳子嘉助講，吳子嘉發言時批評台積電董事長魏哲家「醜胖子」，而徐巧芯、郭正亮等人卻在一旁大笑。對此，徐巧芯今（16日）回應，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮；至於說明會上的大禮包手提袋遭疑違反選罷法，徐巧芯也說，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」

徐巧芯15日舉辦政策說明會，並邀請郭正亮、吳子嘉到場助講。吳子嘉說，自己有天睡覺起來，台積電突然被賣掉了，「台積電離開台灣，我們不知道啊。我在睡覺的時候，突然間長得很醜的那個醜胖子，那個叫什麼名字？」他並轉過頭求助郭正亮，郭則說「我不要說」，吳隨後想到是魏哲家，竟稱「魏哲家比我醜嘛，醜胖子」，沒想到郭正亮與徐巧芯卻在一旁大笑。

對此，徐巧芯今（16日）表示，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮，「子非魚，焉知魚之樂？」

至於政治評論員吳靜怡說，據鄉民開箱說明會的大禮包手提袋，內有包餡麵包、麥香紅茶、兩包衛生紙、一張文宣、一個手機大小的行動電風扇，質疑「徐巧芯身為被罷免人，為什麼可以大踩選罷法餽贈小物的規定？」徐巧芯回應，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」
藍委徐巧芯15日舉辦政策說明會，邀請前立委郭正亮、美麗島電子報董事長吳子嘉助講，吳子嘉發言時批評台積電董事長魏哲家「醜胖子」，而徐巧芯、郭正亮等人卻在一旁大笑。對此，徐巧芯今（16日）回應，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮；至於說明會上的大禮包手提袋遭疑違反選罷法，徐巧芯也說，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」

徐巧芯15日舉辦政策說明會，並邀請郭正亮、吳子嘉到場助講。吳子嘉說，自己有天睡覺起來，台積電突然被賣掉了，「台積電離開台灣，我們不知道啊。我在睡覺的時候，突然間長得很醜的那個醜胖子，那個叫什麼名字？」他並轉過頭求助郭正亮，郭則說「我不要說」，吳隨後想到是魏哲家，竟稱「魏哲家比我醜嘛，醜胖子」，沒想到郭正亮與徐巧芯卻在一旁大笑。

對此，徐巧芯今（16日）表示，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮，「子非魚，焉知魚之樂？」

至於政治評論員吳靜怡說，據鄉民開箱說明會的大禮包手提袋，內有包餡麵包、麥香紅茶、兩包衛生紙、一張文宣、一個手機大小的行動電風扇，質疑「徐巧芯身為被罷免人，為什麼可以大踩選罷法餽贈小物的規定？」徐巧芯回應，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」
藍委徐巧芯15日舉辦政策說明會，邀請前立委郭正亮、美麗島電子報董事長吳子嘉助講，吳子嘉發言時批評台積電董事長魏哲家「醜胖子」，而徐巧芯、郭正亮等人卻在一旁大笑。對此，徐巧芯今（16日）回應，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮；至於說明會上的大禮包手提袋遭疑違反選罷法，徐巧芯也說，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」

徐巧芯15日舉辦政策說明會，並邀請郭正亮、吳子嘉到場助講。吳子嘉說，自己有天睡覺起來，台積電突然被賣掉了，「台積電離開台灣，我們不知道啊。我在睡覺的時候，突然間長得很醜的那個醜胖子，那個叫什麼名字？」他並轉過頭求助郭正亮，郭則說「我不要說」，吳隨後想到是魏哲家，竟稱「魏哲家比我醜嘛，醜胖子」，沒想到郭正亮與徐巧芯卻在一旁大笑。

對此，徐巧芯今（16日）表示，自己是在笑吳子嘉董事長怎麼這樣形容人，拿來大做文章的人不過是挑撥離間、借題發揮，「子非魚，焉知魚之樂？」

至於政治評論員吳靜怡說，據鄉民開箱說明會的大禮包手提袋，內有包餡麵包、麥香紅茶、兩包衛生紙、一張文宣、一個手機大小的行動電風扇，質疑「徐巧芯身為被罷免人，為什麼可以大踩選罷法餽贈小物的規定？」徐巧芯回應，「小物從中國進口很便宜，均在合法範圍內，有疑慮歡迎檢舉，絕對經得起檢驗。」
    </div>
  );
}
